Revit 2027 API
SiteSubRegion.TopographySurface Property
 The TopographySurface element which this SiteSubRegion represents.
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TopographySurface TopographySurface { get; }
Public ReadOnly Property TopographySurface As TopographySurface
	Get
public:
property TopographySurface^ TopographySurface {
	TopographySurface^ get ();
}
member TopographySurface : TopographySurface with get
Property Value
TopographySurface
See Also
Reference
SiteSubRegion Class
Autodesk.Revit.DB.Architecture Namespace